const saveMovies = [
  {
    _id: '001',
    country: 'Великобритания',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    duration: 104,
    year: '2010',
    description: 'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    image: 'https://i.ytimg.com/vi/OwReCTWEotU/maxresdefault.jpg',
    nameRU: 'Без обратного пути',
    nameEN: 'No Distance Left to Run',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
  },
  {
    _id: '002',
    country: 'Великобритания',
    director: 'Сурид Хассан',
    duration: 61,
    year: '2008',
    description: 'Фильм про самую многообещающую музыкальную субкультуру нулевых использует тот же ассоциативный ряд, что и искомая музыка: низкое, затянутое облаками небо южного Лондона, приглушенный свет, массивный бас, удары которого отдаются в грудной клетке, негромкая речь людей, предпочитающих не показывать свои лица. Впрочем, все ключевые для дабстепа люди здесь, конечно, имеются — Бенга, Скрим, Kode 9, Мэри Энн Хоббс и прочие, а география не сводится к одному только Кройдону — следом за исторической родиной дабстепа режиссер фильма исследует и другие очаги возгорания, включая Бразилию и Японию.',
    image: 'https://i.vimeocdn.com/video/825740420-2159e1ca78653072dc591b4f3c13d8a5b6ff9b0eb7108ccc3541d2a3b1fa143a-d',
    nameRU: 'Bassweight',
    nameEN: 'Bassweight',
    trailerLink: 'https://www.youtube.com/watch?v=dgSyC6me-jQ',
  },
  {
    _id: '003',
    country: 'Канада',
    director: 'Омар Маджид',
    duration: 80,
    year: '2009',
    description: "**Don't panic, we're Islamic!**\nПакистанские лесбиянки из Ванкувера, арабские хеви-металлисты из Чикаго, группа Vote Hezbollah, ведомая иранцем из Сан-Антонио, — все это невымышленные, сплошь настоящие персонажи, запечатленные в первом документальном свидетельстве о субкультуре исламского панка. Хотя до недавнего времени исламский панк, он же taqwacore, был художественным вымыслом, вышедшим из-под пера писателя-мусульманина Майкла Мухаммеда Найта, его книга сделала это явление вполне реальным, тогда как сам он стал главным героем фильма.\n",
    image: 'https://i0.wp.com/allonesthatgotaway.com/wp-content/uploads/2022/05/Taqwacore-double-feature.jpg?resize=665%2C375&ssl=1',
    nameRU: 'Taqwacore: The Birth of Punk Islam',
    nameEN: 'Taqwacore: The Birth of Punk Islam',
    trailerLink: 'https://www.youtube.com/watch?v=JMZ8DO9F4Mo',
  },
];


export default saveMovies;